Repository: TheJonny/debian-ssmtp
Catalog: debian/po/*.po
Languages: cs, es, ru

source: Automatically overwrite config files?
cs: Automaticky pøepsat konfiguraèní soubory?
es: ¿Sobreescribir los archivos de configuración de forma automática?
ru: Автоматически перезаписывать файлы настройки?

source: The mail configuration file /etc/ssmtp/ssmtp.conf can be automatically updated on each upgrade with the information supplied to the debconf database. If you do not want this to happen (ie/ you want to maintain control of this file yourself) then set this option to have the program never touch this file.
cs: Konfiguraèní soubor /etc/ssmtp/ssmtp.conf mù¾e být automaticky aktualizován informacemi zadanými v databázi debconfu. Pokud nechcete, aby se tak dìlo (tj. chcete soubor spravovat sami), odpovìzdte zde, ¾e nechcete, aby systém aktualizoval konfiguraèní soubor.
es: El archivo de configuración /etc/ssmtp/ssmtp.conf se puede modificar automáticamente en cada actualización con la información existente en la base de datos de debconf. Si usted no quiere que esto suceda (es decir, si usted quiere mantener el control del archivo) entonces establezca esta opción para que el programa nunca toque el archivo.
ru: Файл почтовых настроек /etc/ssmtp/ssmtp.conf может автоматически обновляться при каждом обновлении программы на основании информации, предоставляемой базой данных debconf. Если вы не желаете, чтобы это происходило (т.е. желаете самостоятельно управлять файлом), то установите эту опцию, и программа никогда не будет трогать этот файл.

source: Who gets mail for userids < 1000?
cs: Kdo bude dostávat po¹tu pro u¾ivatele s uid < 1000?

source: Mail sent to a local user whose UID is less than 1000 will instead be sent here. This is useful for daemons which mail reports to root and other system UIDs. Make this empty to disable rewriting.
cs: Po¹ta zaslaná u¾ivateli s UID men¹ím ne¾ 1000 skonèí právì zde. To je u¾iteèné pro daemony, které posílají emaily rootovi a jiným systémovým u¾ivatelùm. Pokud ponecháte prázdné, zaká¾ete pøepisování.
es: El correo enviado a un usuario local cuyo UID es menor que 1000 se enviará aquí. Esto es muy útil para los demonios que envían informes por correo al root y a otros UIDs del sistema. Deje vacía esta opción para deshabilitar la reescritura.
ru: Почта, отправляемая локальным пользователям, чей UID менее 1000, будет вместо этого отправляться сюда. Это удобно для демонов, которые отправляют отчеты почтой администратору и на другие системные UIDы. Оставьте поле пустым для запрета перенаправления.

source: Name of your mailhub?
cs: Jméno po¹tovní centrály?

source: This sets the host to which mail is delivered. The actual machine name is required; no MX records are consulted. Commonly, mailhosts are named "mail.domain.com".
cs: Tímto nastavíte poèítaè, kterému se bude po¹ta doruèovat. Je vy¾adováno konkrétní jméno poèítaèe, MX záznamy nejsou konzultovány. Obvyklá po¹tovní jména poèítaèù bývají "mail.domena.cz".
es: Esta opción establece el equipo al que se le entregará el correo. Se necesita el nombre real de la máquina; no se consultan registros MX. De forma común, los servidores de correo son nombrados «mail.dominio.com»
ru: Здесь прописываеся машина, на которую будет доставляться почта. Необходимо действительное имя машины; MX-записи не учитываются. Обычно, почтовая машина зовётся "mail.domain.com".

source: Remote SMTP port number
cs: Èíslo vzdáleného SMTP portu

source: If your remote SMTP server listens on a port other than 25 (Standard/RFC) then set it here.
cs: Pokud vá¹ vzdálený SMTP server poslouchá na jiném portu ne¾ 25 (dle RFC), zadejte jej zde.
es: Si su servidor SMTP remoto escucha en un puerto distinto al 25 (Estándar/RFC), indíquelo aquí.
ru: Если ваш удаленный сервер SMTP слушает порт, отличающийся от 25 (Стандартный/RFC), то укажите его здесь.

source: What domain to masquerade as?
cs: Tváøit se jako která doména?

source: ssmtp will use "username@REWRITEDOMAIN" as the default From: address for outgoing mail which contains only a local username.
cs: Pro odchozí po¹tu, která obsahuje v hlavièce From: pouze místní jméno u¾ivatele, pøepí¹e ssmtp hlavièku do podoby "uzivatel@PREPSANADOMENA".
es: ssmtp usará «usuario@DOMINIO_DE_REESCRITURA» como el campo de dirección «From:» por defecto para todo correo saliente que sólo contenga un nombre de usuario local.
ru: ssmtp будет использовать "username@REWRITEDOMAIN" как адрес по умолчанию в поле From: для исходящей почты, которая содержит только локальное имя пользователя.

source: What name to store in /etc/mailname
cs: Jaké jméno ulo¾it do /etc/mailname?

source: This is the portion of the address after the '@' sign to be shown on outgoing news and mail messages.
cs: Toto je èást adresy za znakem '@', která se bude objevovat na odchozí po¹tì a news pøíspìvcích.
es: Ésta es la parte de la dirección después del símbolo «@» que se usa en los mensajes de correo y noticias salientes.
ru: Это часть адреса после знака '@' будет показана в исходящих новостных и почтовых сообщениях.

source: Fully qualified hostname?
cs: Plnì kvalifikované doménové jméno?

source: This should specify the real hostname of this machine, and will be sent to the mailhub when delivering mail.
cs: Zde byste mìli zadat opravdové jméno tohoto poèítaèe. Pøi doruèování po¹ty se toto jméno za¹le va¹í po¹tovní centrále.
es: Especifique aquí el nombre real de esta máquina, éste será enviado al «mailhub» cuando se entregue el correo.
ru: Здесь должно быть указано реальное имя этой машины, оно будет отправлено на почтовый концентратор при доставке почты.

source: Allow override of From: line in email header?
cs: Povolit pøepisování pole From: v hlavièkách emailù?
es: ¿Permitir el reemplazo del campo «From:» en la cabecera del correo?
ru: Разрешить переопределение строки From: в заголовке email?

source: A "positive" response will permit local users to enter any From: line in their messages without it being mangled, and cause ssmtp to rewrite the envelope header with that address. A "negative" response will disallow this, and use only the default address or addresses set in /etc/ssmtp/revaliases.
cs: Odpovíte-li kladnì, povolíte lokálním u¾ivatelùm zadat do jejich zpráv libovolné pole From:. Toto pole nebude nijak zmìnìno a ssmtp touto adresou pøepí¹e hlavièku obálky. Zápornou odpovìdí toto zaká¾ete a pou¾ije se pouze adresa (nebo adresy) z /etc/ssmtp/revaliases.
es: Si responde «Sí», se le permitirá a los usuarios locales ingresar cualquier dirección en el campo «From:» en sus mensajes de correo sin que sea modificada, y le obligará a ssmtp a reescribir la cabecera del correo con dicha dirección. Si responde «No», se deshabilitará esta opción, y sólo se usará la dirección o direcciones indicadas en /etc/ssmtp/revaliases.
ru: "Положительный" ответ позволит локальным пользователям написать любое значение в строке From: их сообщений, и заставит ssmtp переписать заголовок конверта на этот адрес. "Отрицательный" ответ запретит такое поведение, будет использован только адрес по умолчанию или адрес, заданный в /etc/ssmtp/revaliases.

source: Name of your mailhub:
es: Nombre de su «mailhub»:

source: Remote SMTP port number:
es: Número del puerto SMTP remoto:

source: Fully qualified hostname:
es: Nombre completo de la máquina (FQDN):
